import "../styles/index.scss";

const Home = () => (
    <div>
        <h1>EGO философия</h1>

        <h2 className="whale">Excito</h2>
        <ul>
            <li>
                Когда мы думаем, что нам нечего делать, на самом деле нам просто не
                хочется ничего делать. Самих возможностей - огромное многообразие.
            </li>
            <li>
                Привычные индикаторы - прокрастинация, мотивация.
            </li>
            <li>
                Excito &ndash; это то, что наполняет нашу жизнь.
            </li>
            <li>
                Excito &ndash; как огонь, стоит разжечь и уже не остановить.
            </li>
        </ul>

        <h2>В фитнесе</h2>
        <ul>
            <li>
                Высокоинтенсивный тренинг (в том числе интервальный, HIIT).
                Интенсивность &ndash; даёт Excito. В основном на гормональном
                уровне.
            </li>
        </ul>
    </div>
)

export default Home;
